// © Copyright 2012-2016 HP Development Company, L.P.

// Task names
PISTTaskName = "Étude pour l'amélioration des produits HP";

// Opt in view
PISTLocationLanguageRequestLabel = "Veuillez nous indiquer où et comment ce produit sera utilisé.";
PISTLocationLabel = "Lieu :";
PISTLanguageLabel = "Langue :";

// Non ISO locations
other = "Autre";
europe = "Europe";
middleeast = "Moyen-Orient";
northwestafrica = "Nord-ouest de l'Afrique";
southernafrica = "Afrique du Sud";
asiapacific = "Asie-Pacifique";
latinamerica = "Amérique Latine";
caribbean = "Caraïbes";

PISTDescriptionLabel = "Le programme d'amélioration des produits HP est un programme de recherche qui permet à HP d'améliorer ses produits et de mieux répondre aux besoins de ses clients.";
PISTExtendedDescriptionLabel = "Si vous décidez de participer, nous collecterons uniquement des informations d'emplacement et d'utilisation concernant vos imprimantes qui ont été ajoutées dans HP Utility. Cela nous aidera à améliorer votre expérience future avec les produits et services HP. Nous ne collecterons pas votre nom, adresse ou d'autres renseignements personnels. De plus, aucun contenu ni nom de fichier associé à vos documents imprimés ne sera collecté ou stocké par HP.";

PISTOptInDescriptionLabel = "Aidez HP à concevoir des produits qui répondent au mieux à vos besoins en autorisant l'envoi d'informations sur l'utilisation de l'imprimante à HP. Veuillez vérifier les paramètres de votre imprimante sur le panneau de commande afin de vous assurer qu'ils sont conformes à votre choix. Merci!";

PISTOptInButtonTitle = "Participer à l'amélioration des produits et services HP";
PISTZipCodeLabel = "Code postal :";

PISTPrimaryUseLabel = "J'utilise principalement les services et produits HP :";
PISTSelectPrimaryUsageTitle = "Sélectionner l'utilisation principale";

// How use choises
PISTInHome = "Au domicile";
PISTHomeElement002 = "pour une utilisation personnelle";
PISTHomeElement0031 = "pour une entreprise à domicile";
PISTHomeElement0032 = "pour une utilisation professionnelle";
PISTHomeElement0033 = "comme salarié en télétravail";

PISTInBusiness = "Dans une entreprise";
PISTBusinessElement005 = "de 1 à 9 employés";
PISTBusinessElement006 = "de 10 à 99 employés";
PISTBusinessElement0061 = "de 100 à 499 employés";
PISTBusinessElement0062 = "de plus de 500 employés";

PISTMoreInfoTitle = "Plus d'informations";
PISTPrivacyPolicyTitle = "Déclaration de confidentialité HP";
PISTDataPrivacyTitle = "Avis relatif à la confidentialité des données";

PISTApply = "Appliquer";
PISTCancel = "Annuler";

PISTRetrieveInformationTitle = "Extraction des informations…";

// More info tab
PISTMoreInfoToolTip = "Plus d'informations";
